{
    "id": "my",
    "navbar": {
        "home": "ပင်မစာမျက်နှာ",
        "others": "အခြား",
        "report": "ပြဿနာတင်ပြရန်",
        "community": "အသိုက်အဝန်း",
        "abouts": "အကြောင်း",
        "dev": "ဖန်တီးသူ",
        "learnMon": "မွန်ဘာသာ လေ့လာရန်",
        "membership": "အဖွဲ့ဝင်"
    },
    "homeView": {
        "welcome": "Welcome to The Mon Language မန်",
        "displayLanguage": "ဘာသာစကား",
        "description": "မွန်ဘာသာစကားကို စူးစမ်းလေ့လာပါ၊ အက္ခရာ၊ သဒ္ဒါများကို လေ့လာပြီး သင်၏အရည်အချင်းများကို လေ့ကျင့်ပါ။",
        "description2": "အရှေ့တောင်အာရှတွင် ထေရဝါဒဗုဒ္ဓဘာသာ၏ရှေ့ပြေးနိမိတ်ဖြင့် ကြီးကျယ်ခမ်းနားသော ဘာသာစကားနှင့် ယဉ်ကျေးမှုကို ပြန်လည်ရှင်သန်စေရန် ကျွန်ုပ်တို့နှင့်အတူ ပူးပေါင်းပါဝင်ပါ။",
        "description3": "သင်၏ခရီးကို ယနေ့ စတင်လိုက်ပါ 📖✨"
    },
    "aboutView": {
        "title": "ဤပရောဂျက်အကြောင်း",
        "founderTitle": "ပရောဂျက် တည်ထောင်သူထံမှ သတင်းစကား",
        "founderName": "Tummanoon Wancha-em (Barnista)",
        "founderCareer": "ပရောဂျက် တည်ထောင်သူနှင့် ဆော့ဝဲလ်ရေးသားသူ",
        "founderMessage": "",
        "developedBy": "ဖန်တီးသူ",
        "contributedBy": "ပံ့ပိုးသူများ",
        "poweredBy": "Powered by",
        "changeLogs": "အပြောင်းအလဲ မှတ်တမ်း",
        "futureUpdates": "အနာဂတ် အပ်ဒိတ်များ",
        "aboutDescription1": "ဤပလပ်ဖောင်းသည် အပြန်အလှန်တုံ့ပြန်သော သင်ခန်းစာများ၊ AI အကောင်အထည်ဖော်မှုများ၊ နှင့် မီနီအက်ပ်များမှတစ်ဆင့် ဘာသာစကား၏ အသုံးဝင်သော အက်ပလီကေးရှင်းအမျိုးမျိုးတို့မှတစ်ဆင့် မွန်ဘာသာစကားကို လေ့လာနိုင်ရန် ကူညီပေးရန် ဒီဇိုင်းထုတ်ထားပါသည်။",
        "aboutDescription2": "ဤပလပ်ဖောင်းတွင် မွန်ဘာသာဖြင့် ရိုက်ရန် virtual keyboard၊ မွန်-ထိုင်း ဘာသာပြန်အတွက် အဘိဓာန်နှင့် အခြား ကိရိယာမျိုးစုံတို့လည်း ပါဝင်ပါသည်။",
        "aboutDescription3": "Barnista မှ ဖန်တီးထားသည့် ဤပရောဂျက်သည် မွန်ဘာသာစကားနှင့် ယဉ်ကျေးမှုကို ခေတ်မီနည်းပညာဖြင့် ထိန်းသိမ်းမြှင့်တင်ရန် ရည်ရွယ်ပြီး ပိုမိုကျယ်ပြန့်သော အသုံးပြုသူများထံသို့ ရောက်ရှိနိုင်စေရန် ရည်ရွယ်ပါသည်။"
    },
    "communityView": {
        "title": "အသိုက်အဝန်း",
        "description": "မွန်ဘာသာစကားနှင့် ယဉ်ကျေးမှုအကြောင်း ပိုမိုဆွေးနွေး၊ မျှဝေ၊ လေ့လာရန် ကျွန်ုပ်တို့၏ အသိုက်အဝန်းသို့ ပူးပေါင်းပါ။ သင်ယူသူအချင်းချင်းနှင့် စိတ်အားထက်သန်သူများနှင့် ချိတ်ဆက်ပါ။",
        "description2": "ကျွန်ုပ်တို့သည် X (Twitter), Facebook, Twitch, YouTube, Discord, နှင့် Telegram တို့တွင် ရှိနေပါသည်။ သင်၏ အတွေးအမြင်များကို မျှဝေရန်၊ မေးခွန်းများမေးရန်နှင့် ဆွေးနွေးမှုများတွင် ပါဝင်ရန် ကျွန်ုပ်တို့နှင့် ပူးပေါင်းပါ။",
        "joinUs": "ကျွန်ုပ်တို့နှင့် ပူးပေါင်းပါ",
        "explore": "စူးစမ်းလေ့လာပါ",
        "otherCommunities": "ကမ္ဘာတဝှမ်းမှ မွန်အသိုက်အဝန်းများ",
        "relatedContents": "ဆက်စပ် ပလပ်ဖောင်းများ"
    },
    "aboutDevView": {
        "title": "ဖန်တီးသူများအကြောင်း",
        "contributors": "အဓိက ဖန်တီးသူများ",
        "contributorsDescription": "ဤပရောဂျက် ဖွံ့ဖြိုးတိုးတက်ရေးတွင် အရေးကြီးသော အခန်းကဏ္ဍမှ ပါဝင်ခဲ့သော အောက်ဖော်ပြပါ ပုဂ္ဂိုလ်များ၏ ပံ့ပိုးကူညီမှုများကို ကျွန်ုပ်တို့ အသိအမှတ်ပြုလိုပါသည်။ ဤပရောဂျက် အောင်မြင်စေရန်အတွက် ၎င်းတို့၏ ကြိုးပမ်းမှုများသည် အလွန်တန်ဖိုးရှိပါသည်။",
        "contributorsDescription2": "ဤပရောဂျက်တွင် သင် ပါဝင်ပံ့ပိုးလိုပါက သို့မဟုတ် ပံ့ပိုးကူညီလိုပါက ကျွန်ုပ်တို့ထံ ဆက်သွယ်ပါ။ ဤပရောဂျက်ကို တိုးတက်စေရန်နှင့် တိုးချဲ့ရန် ကူညီပေးမည့် ပံ့ပိုးသူများကို ကျွန်ုပ်တို့ အမြဲရှာဖွေလျက်ရှိပါသည်။ သင်၏ ပံ့ပိုးကူညီမှုများကို အထူး ကျေးဇူးတင်ရှိပါသည်။",
        "honorableMentions": "ဂုဏ်ထူးဆောင် ဖော်ပြချက်များ",
        "references": "ပညာရပ်ဆိုင်ရာ ကိုးကားချက်များ",
        "technicals": "နည်းပညာပိုင်း အကောင်အထည်ဖော်မှုများ",
        "visit": "လည်ပတ်ရန်",
        "frontEnd": "Front-end",
        "design": "ဒီဇိုင်းနှင့် အသုံးပြုနိုင်မှု",
        "designDescription": "တုံ့ပြန်မှုရှိသော UX/UI၊ စက်ပစ္စည်းမျိုးစုံ ပံ့ပိုးမှု၊ ခေတ်မီ Unicode စာလုံးပုံစံ နှင့် သုံးစွဲနိုင်မှု အင်္ဂါရပ်များ။",
        "backEnd": "Back-end"
    },
    "consonantView": {
        "description": "မွန်အက္ခရာတွင် <strong>ဗျည်း ၃၅ လုံး</strong> (တတိယဗျည်း အပါအဝင်) ပါဝင်ပြီး အောက်ပါအတိုင်းဖြစ်သည်:",
        "zeroConsonants": "တတိယ ဗျည်း",
        "clearConsonants": "ပထမ ဗျည်း",
        "breathyConsonants": "ဒုတိယ ဗျည်း",
        "row": "အတန်း",
        "column": "ဗျည်း",
        "note": "မှတ်ချက်- အချို့စာလုံးများတွင် အသံထွက် သို့မဟုတ် ဥပမာ မပါရှိနိုင်ပါ။"
    },
    "vowelView": {
        "description": "ဤဇယားသည် မွန်သရများကို ၎င်းတို့၏ အသံထွက်များနှင့် ဥပမာများနှင့်အတူ ဖော်ပြထားသည်။",
        "description2": "အချို့သော သရများသည် အချို့သော အသတ်ဗျည်းများနှင့် ပေါင်းစပ်သောအခါ လုံးဝ ကွဲပြားသော အသံထွက်ကို ဖြစ်ပေါ်စေနိုင်သည် သို့မဟုတ် ၎င်းသည် ရိုးရှင်းသော အရေးအသားအတွက်သာ ဖြစ်သည်။ သင်ယူသူများသည် \"အသတ်ဗျည်းများ\" ကဏ္ဍကို မလေ့လာမီ သတိပြုသင့်သည်:",
        "vowelType1Title": "စကားလုံးအစ သရ",
        "vowelType1Description": "<strong>စာလုံး ၁၂ လုံး၊ အသံ ၁၂ သံ။</strong> ဤစာလုံးများကို စကားလုံးများ၏ အစတွင် အသုံးပြုသည်။",
        "vowelType2Title": "ဗျည်းတွဲ သရ",
        "vowelType2Description": "<strong>စာလုံး ၁၁ လုံး၊ အသံ ၁၂ သံ။</strong> ဤစာလုံးများကို ဗျည်းများနောက်တွင် စကားလုံးများ ဖွဲ့စည်းရန် အသုံးပြုသည်။",
        "vowelType2CL": "ရှင်းလင်းသော ဗျည်းများနောက်ရှိ တန်ဖိုး",
        "vowelType2BT": "လေအံသံပါသော ဗျည်းများနောက်ရှိ တန်ဖိုး",
        "exceptionDescription": "အပါအဝင် အချို့သော <strong>ဗျည်းများ</strong> နောက်တွင် အသုံးပြုသည်:",
        "exceptionDescription2": "အပါအဝင် အချို့သော <strong>အသတ်ဗျည်းများ</strong> နောက်တွင် လိုက်ပါက အသုံးပြုသည်:"
    },
    "compoundConsonantView": {
        "description": "ဗျည်းနှစ်လုံးကို ပေါင်းစပ်၍ ဗျည်းတွဲများ ဖွဲ့စည်းသည်။ ၎င်းတို့ကို မွန်ဘာသာစကားတွင် တိကျသော အသံများဖန်တီးရန် အသုံးပြုသည်။ ဗျည်းတွဲ ၁၁ မျိုး ပါဝင်သည်:",
        "compoundDescription1": "နှင့် တွဲနိုင်သည်",
        "compoundDescription2": "အပါအဝင်:"
    },
    "finalConsonantView": {
        "description": "အသတ်ဗျည်းများကို စကားလုံးများ၏ အဆုံးတွင် အပိတ်သံကို ညွှန်ပြရန် အသုံးပြုသည်။ ၎င်းတို့သည် အသံထွက်နှင့် အဓိပ္ပာယ်တွင် အရေးကြီးသော အခန်းကဏ္ဍမှ ပါဝင်သည်။ <strong>အသတ်ဗျည်း အုပ်စု ၁၀ စု</strong> ရှိပြီး ၎င်းတို့မှာ- ",
        "group": "အုပ်စု",
        "groupDescription1": "အသတ်ဗျည်း မထည့်မီ အသုံးပြုနိုင်သည်",
        "groupDescription2": "အပါအဝင်:",
        "groupDescription3": "အသတ်ဗျည်းများ",
        "groupDescription4": "အုပ်စုတူ အဖြစ် အပါအဝင်:",
        "exception": "ခြွင်းချက်:",
        "exception10": "<strong>-အ်</strong> ကို <strong>-ံ</strong> ပုံစံဖြင့် ရေးသောအခါ အခြား အသတ်ဗျည်း <strong>-မ်</strong> နှင့် ရှုပ်ထွေးနိုင်သည်။ ၎င်းသည် ဝါကျ၏ အကြောင်းအရာနှင့် အဓိပ္ပာယ်ပေါ်တွင် မူတည်သည်။ သို့ရာတွင်၊ ခေတ်မီ မွန်ဘာသာစကား အသုံးပြုမှုတွင်၊ ရှုပ်ထွေးမှုမဖြစ်စေရန် <strong>-ံ</strong> အစား အသတ်ဗျည်း၏ ပုံစံအပြည့်အစုံဖြစ်သော <strong>-အ်</strong> ကို ရေးသားလေ့ရှိသည်။"
    },
    "doubleConsonantView": {
        "description": "မွန်ဘာသာစကားတွင်၊ ဗျည်းဆင့် (double consonants) များသည် ဗျည်းနှစ်လုံး ထပ်နေခြင်း ဖြစ်သည်။ ရည်ရွယ်ချက်မှာ အရေးအသားကို ကျစ်လစ်ပြီး နေရာချုံ့ရန် ဖြစ်သည်။ ဗျည်းဆင့်များကို <strong>၂ မျိုး</strong> ခွဲခြားထားသည်: ",
        "titleType1": "တိုက်ရိုက် စာလုံးပုံစံ <strong>(မွန်ပုံစံ)</strong>",
        "titleType2": "ပါဠိ-သက္ကတ စာလုံးပုံစံ <strong>(ပါဠိ-သက္ကတပုံစံ)</strong>",
        "descriptionType1": "၎င်းသည် ရိုးရှင်းသော စည်းမျဉ်းများပါသော စာလုံးပုံစံ ဖြစ်သည်။ အဓိက ဗျည်းနှင့် အပေါ်မှထပ်သော ဗျည်း နှစ်မျိုးလုံးကို <strong>အပေါ်မှ အောက်သို့</strong> ဖတ်ခြင်းဖြင့် အသံထွက်ရသည်၊ ဥပမာ- ",
        "descriptionType2": "၎င်းသည် ပါဠိ-သက္ကတမှ ဆင်းသက်လာသော ရှေးစည်းမျဉ်းများပါသော စာလုံးပုံစံ ဖြစ်သည်။ အဓိက ဗျည်းသည် အစတွင်ရှိသော ဗျည်းအတွက် အသတ်ဗျည်း ဖြစ်လာမည်။ <strong>ထပ်ထားသော</strong> ဗျည်းကို ၎င်း၏ သီးသန့်အသံဖြင့် ဖြစ်စေ၊ နောက်ဆက်တွဲ သရ နှင့်/သို့မဟုတ် အသတ်ဗျည်းနှင့် ပေါင်းစပ်၍ ဖြစ်စေ အသံထွက်မည်။ ဤအရာကို နားလည်ရန်၊ အောက်ပါ ဥပမာကို ကြည့်ပါ:",
        "descriptionTable2": "ကျေးဇူးပြု၍ အောက်ပါ ဗျည်းများ ကဏ္ဍကို ဖွင့်ပြီး <strong>မွန်ဗျည်းများကို အတန်း ၅ တန်း ခွဲထားကြောင်း၊ အတန်းတိုင်းတွင် ဗျည်း ၅ လုံး ရှိပြီး ကျန် ၁၀ လုံးမှာ သုညဗျည်းများ ဖြစ်ကာ စုစုပေါင်း စာလုံး ၃၅ လုံး</strong> ရှိကြောင်း သတိရပါ။",
        "ruleType21": "အတန်းတိုင်းကို ဗျည်း ၂ မျိုး ခွဲခြားထားသည်:",
        "ruleType22": "အတန်းတိုင်း၏ <strong>၁ ခုမြောက် - ၃ ခုမြောက် - ၅ ခုမြောက် ဗျည်းများ</strong> ကို အသတ်ဗျည်းများအဖြစ် ခွဲခြားထားသည်။ ၂ ခုမြောက် - ၄ ခုမြောက် ဗျည်းကို ထပ်နိုင်သည် သို့မဟုတ် ၎င်းကိုယ်တိုင် ထပ်နိုင်သည် (ၚ နှင့် ဍ မှလွဲ၍)",
        "ruleType23": "အတန်းတိုင်း၏ <strong>၂ ခုမြောက် - ၄ ခုမြောက် ဗျည်းများ</strong> ကို ထပ်ထားသော ဗျည်းများအဖြစ် ခွဲခြားထားသည်။ ၁ ခုမြောက် - ၃ ခုမြောက် - ၅ ခုမြောက် ဗျည်းကို မထပ်နိုင်၊ ၎င်းကိုယ်တိုင်လည်း မထပ်နိုင်။",
        "ruleTitle2": "ထပ်ခြင်း စည်းမျဉ်းများ",
        "ruleNo21": "<strong>၁ ခုမြောက်</strong> ဗျည်းသည် <strong>၂ ခုမြောက်</strong> ဗျည်းပေါ်တွင် ထပ်နိုင်ပြီး ၎င်းကိုယ်တိုင် ထပ်နိုင်သည် (တူညီသော အတန်းအတွင်း)",
        "ruleNo22": "<strong>၃ ခုမြောက်</strong> ဗျည်းသည် <strong>၄ ခုမြောက်</strong> ဗျည်းပေါ်တွင် ထပ်နိုင်ပြီး ၎င်းကိုယ်တိုင် ထပ်နိုင်သည် (တူညီသော အတန်းအတွင်း)",
        "ruleNo23": "<strong>၅ ခုမြောက်</strong> ဗျည်းသည် <strong>ဗျည်းအားလုံး</strong> ပေါ်တွင် ထပ်နိုင်ပြီး ၎င်းကိုယ်တိုင် ထပ်နိုင်သည် (တူညီသော အတန်းအတွင်း)",
        "titleTable2": "သရုပ်ပြ:",
        "note": "မှတ်ချက်: ",
        "noteType1": "ဗျည်းတွဲ ၁၁ မျိုးကို ဗျည်းဆင့်များအဖြစ် မသတ်မှတ်ပါ။"
    },
    "numeralsView": {
        "title": "ဂဏန်းများ",
        "description": "မွန်ဂဏန်းများကို အခြား အိန္ဒိယအက္ခရာများကဲ့သို့ \"၀-၉\" (0–9) တစ်လုံးချင်းစီအတွက် သီးသန့် အမှတ်အသားများကို အသုံးပြု၍ ရေးသားသည်။ <strong>ဤဂဏန်းများကို ပေါင်းစပ်၍ ကိန်းဂဏန်းများကို ဖွဲ့စည်းပြီး ဘယ်မှ ညာသို့ ဖတ်သည်။</strong> ဥပမာ၊ \"၂\" (2) အတွက် မွန်ဂဏန်းကို \"၇\" (7) နှင့် ပေါင်းစပ်၍ \"၂၇\" (27) ကို ဖွဲ့စည်းသည်။ ပိုကြီးသော ကိန်းဂဏန်းများသည် အာရပ် ဂဏန်းများကဲ့သို့ တူညီသော နေရာတန်ဖိုး စနစ်ကို လိုက်နာသည်။",
        "description2": "မွန်ဂဏန်းများကို <strong>ပညာရေးဆိုင်ရာ ပစ္စည်းများ၊ ဆောင်းပါးများ၊ စာပေ၊ ပြက္ခဒိန်များနှင့် အချိန်ပြောခြင်း</strong> တို့တွင် မကြာခဏ အသုံးပြုလေ့ရှိသည်။ ၎င်းတို့၏ အသံထွက်နှင့် စာလုံးပေါင်းသည် မြန်မာ သို့မဟုတ် ထိုင်းနှင့် ကွဲပြားသော်လည်း၊ သမိုင်းဝင် အရင်းမြစ်များ မျှဝေထားသောကြောင့် ပုံသဏ္ဍာန်များ တူညီနိုင်ပါသည်။",
        "integers": "ကိန်းပြည့်များ",
        "integerExamples": "ဂဏန်းများစွာပါသော ကိန်းပြည့် ဥပမာများ",
        "decimals": "ဒသမကိန်းများ",
        "mathematics": "သင်္ချာ",
        "units": "အရေအတွက် ယူနစ် (Classifier မှတဆင့်)",
        "currency": "ငွေကြေး",
        "time": "အချိန်",
        "calendar": "ပြက္ခဒိန်",
        "monNumber": "မွန်-မြန်မာ",
        "spelling": "အဖတ်",
        "arabicNumber": "အိန္ဒိယ-အာရပ်",
        "decimalsDescription1": "သမိုင်းကြောင်းအရ၊ မွန်ဂဏန်းများသည် ဒသမ အမှတ်အသားကို လုံးဝ အသုံးမပြုခဲ့ပါ။ ဒသမ (.) သည် ဗြိတိသျှ ကိုလိုနီခေတ် (၁၈၈၆-၁၉၄၈) အတွင်း အနောက်တိုင်း သင်္ချာနှင့် ပညာရေးမှ တဆင့် မြန်မာနှင့် မွန် အသုံးပြုမှုသို့ ရောက်ရှိလာခဲ့သည်။",
        "decimalsDescription2": "ထိုမတိုင်မီက၊ မွန်နှင့် မြန်မာ သင်္ချာကျမ်းများ (ဥပမာ- နက္ခတ္တဗေဒ၊ နက္ခတ်ပညာ၊ နှင့် ဂဏန်းသင်္ချာ ကျမ်းများ) သည် ဒသမကိန်းများ အစား အပိုင်းကိန်းများကို အသုံးပြုခဲ့သည်။",
        "decimalsDescription3": "ယနေ့ခေတ် မြန်မာနိုင်ငံတွင်၊ လူများသည် နိုင်ငံတကာကဲ့သို့ပင် ဒသမကိန်းများအတွက် “.” ကို အသုံးပြုကြသည်။",
        "equation": "ညီမျှခြင်း",
        "mathematicsExamples": "ညီမျှခြင်း ဥပမာများ",
        "mathematicsDescription": "မွန်ဘာသာစကား သင်္ချာညီမျှခြင်းများသည် ကမ္ဘာသုံး အစိတ်အပိုင်းများကို အသုံးပြုသော်လည်း အောက်ပါအတိုင်း ဖတ်ရှုရမည်:",
        "time24HourClock": "၂၄ နာရီ စနစ် (o'clock)",
        "time12HourClock": "၁၂ နာရီ စနစ် (am/pm)",
        "timeVerbal": "အစဉ်အလာ မွန်",
        "timeDescription": "မွန်ဘာသာတွင် အချိန်ကို ရေတွက်ခြင်းသည် နာရီနှင့် မိနစ်များကို မွန်ဂဏန်းများနှင့် အချိန်နှင့် သီးသန့်သက်ဆိုင်သော စကားလုံးများကို အသုံးပြု၍ ဖတ်ရှုခြင်းဖြင့် လုပ်ဆောင်သည်။ ၂၄ နာရီ စနစ်နှင့် ၁၂ နာရီ စနစ် နှစ်မျိုးလုံးသည် <strong>နာဍဳ (hour)</strong> ဟူသော စကားလုံးဖြင့် [hour]:[minute] အဖြစ် အချိန်ကို ပြသသည်။ ဥပမာ၊ ၃:၁၅ နာဍဳ သည် 3:15 a.m. ဟု အဓိပ္ပာယ်ရသည် သို့မဟုတ် နူဂယး ၃:၁၅ နာဍဳ သည် 3:15 a.m ဟု အဓိပ္ပာယ်ရသည်။",
        "timeDescription2": "အစဉ်အလာ မွန် အချိန်ထိန်းသိမ်းမှု စနစ်သည် ၆ နာရီ စနစ်ကို အသုံးပြုပြီး နေ့ကို အရုဏ်တက်၊ နံနက်၊ မွန်းတည့်၊ နေ့လယ်၊ ညနေ၊ ည၊ နှင့် သန်းခေါင် အစရှိသော အပိုင်းများအဖြစ် ပိုင်းခြားသည်။",
        "calendarDescription1": "ဤဇယားသည် မွန်ဘာသာဖြင့် ပြက္ခဒိန်ကို မည်သို့ ဖတ်ရှု အသုံးပြုရမည်ကို ခြုံငုံ ဖော်ပြပါသည်။ ဂရီဂေါရီးယန်း ပြက္ခဒိန်ကို အများအားဖြင့် အသုံးပြုသော်လည်း အစဉ်အလာ လ လများနှင့် မတူညီသော နှစ် စနစ်များကိုလည်း အသိအမှတ်ပြုပါသည်။",
        "calendarDescription2": "ရက်စွဲများကို ပုံမှန်အားဖြင့် <strong>day/month/year သို့မဟုတ် dd/MM/yyyy</strong> ပုံစံဖြင့် ရေးသားသည်။ လ အမည်များ၊ အတိုကောက်များနှင့် နှစ် စနစ် ပြောင်းလဲမှုများအတွက် အောက်ပါ ဇယားများကို ကိုးကားပါ။",
        "todayIs": "ဒီနေ့က",
        "months": "လများ (ဂိတု)",
        "monthsDescription1": "အောက်တွင် မွန်၊ ထိုင်း၊ နှင့် အင်္ဂလိပ် လများ၏ အမည်များ၊ ၎င်းတို့၏ အတိုကောက်များနှင့် လ တစ်လစီရှိ ရက်အရေအတွက်များ ဖြစ်သည်။",
        "gregorianCalendar": "ဂရီဂေါရီးယန်း ပြက္ခဒိန်",
        "lunarCalendar": "လ ပြက္ခဒိန် (အစဉ်အလာ)",
        "lunarCalendarDescription": "အစဉ်အလာ လ ပြက္ခဒိန်ကို ပွဲတော်များ၊ ဗုဒ္ဓဘာသာ အားလပ်ရက်များနှင့် အခမ်းအနားများကဲ့သို့သော ဘာသာရေးနှင့် ယဉ်ကျေးမှုဆိုင်ရာ ပွဲများအတွက် အသုံးပြုသည်။ လ တစ်လစီသည် သီးသန့် အခါသမယများနှင့် ကိုက်ညီပြီး၊ အစဉ်အလာ မွန်နှင့် ထိုင်း ပွဲတော်များ၏ ရက်စွဲများကို သတ်မှတ်ရာတွင် ပြက္ခဒိန်သည် အထူးအရေးကြီးသည်။",
        "tableNo": "အမှတ်စဉ်",
        "tableDaysCount": "ရက်အရေအတွက်",
        "days": "ရက်",
        "tableMonth": "လ",
        "tableGregorian": "ဂရီဂေါရီးယန်း လ",
        "years": "နှစ်များ (သၞာံ)",
        "yearsDescription": "ဤကဏ္ဍသည် မွန်နှင့် အိမ်နီးချင်း ယဉ်ကျေးမှုများတွင် အသုံးပြုသော မတူညီသော နှစ် စနစ်များကို ရှင်းပြသည်။ ခရစ်တော် သက္ကရာဇ် (CE) သည် နိုင်ငံတကာ စံနှုန်းဖြစ်ပြီး၊ ဗုဒ္ဓ သက္ကရာဇ် (BE) နှင့် မွန် သက္ကရာဇ် တို့ကို ဘာသာရေးနှင့် ယဉ်ကျေးမှု ဆိုင်ရာ အကြောင်းအရာများတွင် အသုံးပြုသည်။ ရှေးခေတ် စာရွက်စာတမ်းများတွင် တိုင်းနိုင်ငံများ သို့မဟုတ် အရေးကြီးသော အဖြစ်အပျက်များကို အခြေခံသော သမိုင်းဝင် နှစ် စနစ်များကိုလည်း တွေ့ရှိနိုင်သည်။",
        "religionBased": "ဘာသာရေးအခြေပြု (အသုံးများ)",
        "realmBased": "တိုင်းနိုင်ငံအခြေပြု (အခမ်းအနား)",
        "realmBasedDescription": "ဤဇယားသည် မတူညီသော မွန်နှင့် အိမ်နီးချင်း တိုင်းနိုင်ငံများတွင် အသုံးပြုခဲ့သော သမိုင်းဝင် နှစ် စနစ်များကို စာရင်းပြုစုထားသည်။ ဤစနစ်များသည် တိုင်းနိုင်ငံများ၊ မင်းဆက်များ တည်ထောင်ခြင်း သို့မဟုတ် အရေးကြီးသော သမိုင်းဝင် အဖြစ်အပျက်များကို အခြေခံလေ့ရှိသည်။ ၎င်းသည် တရားဝင် မဟုတ်သော်လည်း၊ ဤ ကြီးမြတ်သော ယဉ်ကျေးမှုအတွက် အခမ်းအနား တစ်ခုအနေဖြင့် သင့်အား မိတ်ဆက်ပေးလိုပါသည်။",
        "tableName": "အမည်",
        "tableAbb": "အတိုကောက်",
        "tableStartYear": "CE စတင်နှစ်",
        "tableDescription": "ဖော်ပြချက်",
        "tableYearNow": "ယခု"
    },
    "getStartView": {
        "title": "စတင်လေ့လာရန်",
        "getStartDescription1": "<strong>မွန် အက္ခရာ</strong> သည် အရှေ့တောင်အာရှတွင် သမိုင်းဝင်နှင့် စာလုံးပုံစံအရ စိတ်ဝင်စားဖွယ် ကောင်းသော အရေးအသား စနစ်တစ်ခုကို ကိုယ်စားပြုသည်။ ၎င်းသည် ရှေးခေတ် ဗြဟ္မီ အရေးအသား မျိုးရိုးမှ ဆင်းသက်လာပြီး ထေရဝါဒ ဗုဒ္ဓဘာသာ ကျမ်းဂန်များနှင့် မွန် ယဉ်ကျေးမှု အမွေအနှစ်များကို လက်ဆင့်ကမ်းရာတွင် အရေးပါခဲ့သည်။",
        "getStartDescription2": "<strong>မွန် အက္ခရာ</strong> သည် အဓိကအားဖြင့် မြန်မာ (Burma) နှင့် ထိုင်းနိုင်ငံတို့တွင် မွန်လူမျိုးများ ပြောဆိုသော ဩစထြိုအေးရှားတစ် ဘာသာစကား ဖြစ်သည့် မွန်ဘာသာစကား အတွက် အသုံးပြုသော အရေးအသား စနစ် ဖြစ်သည်။",
        "getStartDescription3": "၎င်းသည် သမိုင်းဝင် အရေးကြီးသည်၊ အဘယ်ကြောင့်ဆိုသော် မွန်သည် <strong>အရှေ့တောင်အာရှ ကုန်းမြေတွင် အစောဆုံး ရေးသားခဲ့သော ဘာသာစကားများထဲမှ တစ်ခု</strong> ဖြစ်ပြီး ၎င်း၏ အရေးအသားသည် မြန်မာ၊ ထိုင်း၊ နှင့် ခမာ အပါအဝင် အိမ်နီးချင်း ဘာသာစကားများ၏ အရေးအသား စနစ်များကို လွှမ်းမိုးခဲ့သည်။",
        "historyTitle": "မွန်ဘာသာစကား၏ သမိုင်း",
        "historyDescription1": "မွန်ဘာသာစကားသည် အရှေ့တောင်အာရှ ကုန်းမြေတွင် ယနေ့တိုင် ပြောဆိုနေဆဲ <strong>ရှေးအကျဆုံး ဘာသာစကားများထဲမှ တစ်ခု</strong> ဖြစ်ပြီး၊ သမိုင်းကြောင်းမှာ ထောင်စုနှစ် တစ်ခုကျော်အထိ ရှည်လျားသည်။ ၎င်းသည် <strong>ဩစထြိုအေးရှားတစ် ဘာသာစကား</strong> မိသားစု၏ <strong>မွန်နစ် ဘာသာခွဲ</strong> တွင် ပါဝင်ပြီး၊ ခမာ (ကမ္ဘောဒီးယား) နှင့် ဆွေမျိုးတော်စပ်ကာ ဗီယက်နမ်နှင့် ဒေသတွင်းရှိ အခြား ဘာသာစကားများနှင့်လည်း အဝေးမှ ဆက်စပ်နေသည်။",
        "historyDescription2": "ထိုင်း၊ မြန်မာ၊ သို့မဟုတ် တရုတ်တို့နှင့် မတူဘဲ၊ <strong style=\"color: blue;\">မွန်ဘာသာစကားသည် tonal မဟုတ်သော ဘာသာစကား</strong> ဖြစ်သည်၊ ဆိုလိုသည်မှာ စကားလုံးတစ်လုံး၏ အဓိပ္ပာယ်ကို ခွဲခြားရန် အသံ၏ အနိမ့်အမြင့် ပြောင်းလဲမှုများကို အသုံးမပြုပါ။",
        "historyDescription3": "၎င်းသည် <strong>လွန်ခဲ့သော နှစ်ထောင်ပေါင်းများစွာ</strong> က အရှေ့တောင်အာရှ ကုန်းမြေ အနှံ့တွင် ပြောဆိုခဲ့သော ရှေးခေတ် ဩစထြိုအေးရှားတစ် ရှေ့ပြေး ဘာသာစကားမှ ဆင့်ကဲပြောင်းလဲလာသည်ဟု ယူဆရသည်။",
        "scriptTitle": "အရေးအသား စနစ်နှင့် အက္ခရာ ဖွဲ့စည်းပုံ",
        "scriptItem1": "မွန်အရေးအသားကို <strong>abugida (အဘူဂီဒါ)</strong> အဖြစ် ခွဲခြားထားပြီး၊ ဗျည်းအက္ခရာတိုင်းတွင် ပြင်ဆင်မထားပါက သရသံ တစ်ခု ပင်ကို ပါရှိသည်။",
        "scriptItem2": "အရေးအသား လမ်းကြောင်းသည် အလျားလိုက် အတန်းများတွင် ဘယ်မှ ညာသို့ ဖြစ်သည်။",
        "comparisonTitle": "ဗီယက်နမ်၊ ခမာ၊ ထိုင်း၊ နှင့် မြန်မာ တို့နှင့် နှိုင်းယှဉ်ချက်",
        "funFactTitle": "စိတ်ဝင်ဖွယ် အချက်များ",
        "funFactItem1": "<strong>မွန်ဘာသာစကား</strong> သည် ထိုင်း သို့မဟုတ် မြန်မာနှင့် မတူဘဲ <strong>tonal မဟုတ်သော ဘာသာစကား</strong> ဖြစ်သည်၊ ဆိုလိုသည်မှာ အသံ အနိမ့်အမြင့် (အသံ မည်မျှ မြင့်သည် သို့မဟုတ် နိမ့်သည်) ပြောင်းလဲမှုများသည် စကားလုံးတစ်လုံး၏ အဓိပ္ပာယ်ကို မပြောင်းလဲစေပါ။",
        "funFactItem2": "Facebook စာမျက်နှာ \"เรียนภาษามอญ Learning Mon Language\" အရ၊ ယနေ့တိုင် <strong>ထိုင်းစကားလုံးများကို လွှမ်းမိုးခဲ့သော မွန် စကားလုံး ၂,၀၀၀ ကျော်</strong> ရှိသည်။",
        "referenceTitle": "ကိုးကားချက်များ",
        "fontsTitle": "ဖောင့်များ",
        "fontsDescription": "ဤသည်မှာ မွန်နှင့် မြန်မာ အရေးအသားများကို မှန်ကန်စွာ ဖော်ပြရန် Unicode ဖောင့်များ ဖြစ်သည်။ အကယ်၍ သင်သည် လေးထောင့်ကွက်များ သို့မဟုတ် ပျောက်ဆုံးနေသော စာလုံးများကို မြင်ပါက၊ သင်၏ စက်ပစ္စည်းပေါ်တွင် ဖတ်ရှုနိုင်စွမ်း တိုးတက်စေရန် ဤ ဖောင့်များထဲမှ တစ်ခုကို ထည့်သွင်းပါ။",
        "fontsOption1": "ပြည်ထောင်စု",
        "fontsOption2": "Myanmar Text",
        "fontsOption3": "ပိတောက်",
        "recommended": "အကြံပြုသည်"
    },
    "learnAlphabets": {
        "getStart": "စတင်လေ့လာရန်",
        "alphabets": "အက္ခရာများ",
        "title": "အက္ခရာများ လေ့လာရန်",
        "consonants": "ဗျည်းများ",
        "vowels": "သရများ",
        "otherVowels": "အခြား သရများ",
        "compoundConsonants": "ဗျည်းတွဲများ",
        "finalConsonants": "အသတ်ဗျည်းများ",
        "doubleConsonants": "ဗျည်းဆင့်များ",
        "numerals": "ဂဏန်းများ",
        "punctuations": "ပုဒ်ဖြတ် ပုဒ်ရပ်များ"
    },
    "learnSentence": {
        "getStart": "စတင်လေ့လာရန်",
        "sentence": "သဒ္ဒါ",
        "title": "သဒ္ဒါ လေ့လာရန်",
        "speechClassification": "စကားလုံး အမျိုးအစားခွဲခြားခြင်း",
        "noun": "နာမ်",
        "pronoun": "နာမ်စား",
        "verb": "ကြိယာ",
        "adjective": "နာမဝိသေသန",
        "adverb": "ကြိယာဝိသေသန",
        "preposition": "ဝိဘတ်",
        "conjunction": "သမ္ဗန္ဓ",
        "interjection": "အာမေဋိတ်",
        "classifier": "အမျိုးအစားပြ စကားလုံး",
        "type": "အမျိုးအစား",
        "tense": "ကာလ (Tense)",
        "syntax": "ဝါကျတည်ဆောက်ပုံ"
    },
    "pronounView": {
        "title": "နာမ်စားများ (သဗ္ဗနာံ)",
        "description": "နာမ်စားများသည် <strong>နာမ်များကို ရည်ညွှန်းရန်နှင့် အစားထိုးရန် အသုံးပြုပြီး ထပ်ခါတလဲလဲ ဖြစ်ခြင်းကို ရှောင်ရှားရန် ကူညီ</strong>သောကြောင့် ဆက်သွယ်ရေးတွင် မရှိမဖြစ် လိုအပ်ပါသည်။ မွန်ဘာသာစကားတွင်၊ မတူညီသော နာမ်စား ပုံစံများသည် လေးစားမှု၊ ရင်းနှီးမှု၊ ကျားမ၊ နှင့် လူမှု အဆင့်အတန်းကို ညွှန်ပြနိုင်သည်။ မှန်ကန်သော နာမ်စားကို ရွေးချယ်ခြင်းသည် အရေးကြီးသည်၊ အဘယ်ကြောင့်ဆိုသော် ၎င်းသည် စကားဝိုင်း၏ လေသံနှင့် အဓိပ္ပာယ်ကို သက်ရောက်မှု ရှိနိုင်ပြီး၊ အကြောင်းအရာပေါ် မူတည်၍ ယဉ်ကျေးမှု သို့မဟုတ် ရင်းနှီးမှုကို ပြသသည်။",
        "description2": "ဧကဝုစ် နာမ်စားများသည် တစ်ဦးကို ရည်ညွှန်းပြီး၊ ဗဟုဝုစ် နာမ်စားများသည် တစ်ဦးထက်ပိုသူများကို ရည်ညွှန်းသည်။ မွန်ဘာသာတွင်၊ ဗဟုဝုစ် နာမ်စားများသည် အုပ်စုကို ဖော်ပြရန် <b>တအ်</b> ဖြင့် အဆုံးသတ်လေ့ရှိသည်။",
        "subjectPronouns": "ကတ္တား နာမ်စားများ (ပုရိသသဗ္ဗနာံ)",
        "subjectPronouns2": "ဘာသာရေး အကြောင်းအရာတွင်",
        "subjectPronouns3": "တော်ဝင် အကြောင်းအရာတွင်",
        "possessivePronouns": "ပိုင်ဆိုင်မှုပြ နာမ်စားများ (သာမိသဗ္ဗနာံ)",
        "interrogativePronouns": "မေးခွန်းပြ နာမ်စားများ (ပုစ္ဆာသဗ္ဗနာံ)",
        "definitePronouns": "တိကျသော နာမ်စားများ (နိယမသဗ္ဗနာံ)",
        "indefinitePronouns": "မတိကျသော နာမ်စားများ (အနိယမသဗ္ဗနာံ)",
        "distributivePronouns": "ခွဲဝေပြ နာမ်စားများ (ဝိဘဂသဗ္ဗနာံ)",
        "firstPerson": "(၁) ပထမ ပုဂ္ဂိုလ်",
        "secondPerson": "(၂) ဒုတိယ ပုဂ္ဂိုလ်",
        "thirdPerson": "(၃) တတိယ ပုဂ္ဂိုလ်",
        "firstPersonDescription": "ပထမ ပုဂ္ဂိုလ် နာမ်စားများကို ပြောသူက မိမိကိုယ်ကို ရည်ညွှန်းရန် အသုံးပြုသည်။ မွန်ဘာသာတွင်၊ ရင်းနှီးမှု အဆင့်၊ ကျားမ၊ နှင့် အကြောင်းအရာပေါ် မူတည်၍ ပုံစံများစွာ ရှိသည်။ သင့်လျော်သော ပုံစံကို ရွေးချယ်ခြင်းသည် စကားဝိုင်းတွင် လေးစားမှု သို့မဟုတ် ရင်းနှီးမှုကို ပြသသည်။",
        "secondPersonDescription": "ဒုတိယ ပုဂ္ဂိုလ် နာမ်စားများကို နားထောင်သူအား တိုက်ရိုက် ရည်ညွှန်းရန် အသုံးပြုသည်။ မွန်ဘာသာတွင်၊ နာမ်စား ရွေးချယ်မှုသည် ရင်းနှီးမှု အဆင့်၊ ကျားမ၊ နှင့် သင်သည် တစ်ဦးတည်းကို သို့မဟုတ် အုပ်စုကို ပြောဆိုနေခြင်း ရှိမရှိပေါ် မူတည်သည်။ မှန်ကန်သော ပုံစံကို အသုံးပြုခြင်းသည် ယဉ်ကျေးမှု၊ လေးစားမှု၊ သို့မဟုတ် ရင်းနှီးမှုကို ပြသသည်။",
        "thirdPersonDescription": "တတိယ ပုဂ္ဂိုလ် နာမ်စားများကို ပြောသူ သို့မဟုတ် နားထောင်သူမှ လွဲ၍ အခြားသူ သို့မဟုတ် အရာကို ရည်ညွှန်းရန် အသုံးပြုသည်။ မွန်ဘာသာတွင်၊ ဤနာမ်စားများသည် ကျားမ၊ အရေအတွက် (ဧကဝုစ် သို့မဟုတ် ဗဟုဝုစ်)၊ နှင့် ရင်းနှီးမှု အဆင့်ပေါ် မူတည်၍ ကွဲပြားသည်။ သင့်လျော်သော တတိယ ပုဂ္ဂိုလ် နာမ်စားကို ရွေးချယ်ခြင်းသည် ဆက်သွယ်ရေးတွင် ရှင်းလင်းမှုနှင့် လေးစားမှုကို ဖော်ပြရန် ကူညီသည်။",
        "masculine": "Masculine",
        "feminine": "Feminine",
        "neuter": "Neuter",
        "context": "အကြောင်းအရာ",
        "singular": "ဧကဝုစ်",
        "plural": "ဗဟုဝုစ်",
        "neutral": "ကြားနေ",
        "formal": "ယဉ်ကျေးသော",
        "informal": "ရင်းနှီးသော",
        "sameAgeOnly": "မှတ်ချက်- အသက်တူရွယ်တူ လူများအား ပြောဆိုရန်သာ",
        "otherPronouns": "အခြား နာမ်စားများ",
        "speakerToMonk": "ဒကာမှ ဘုန်းကြီးသို့",
        "monkToSpeaker": "ဘုန်းကြီးမှ ဒကာသို့",
        "juniorToSenior": "ငယ်သော ဘုန်းကြီးမှ ကြီးသော ဘုန်းကြီးသို့",
        "seniorToJunior": "ကြီးသော ဘုန်းကြီးမှ ငယ်သော ဘုန်းကြီးသို့",
        "speakerToMonarch": "ပြောသူမှ ဘုရင်သို့",
        "monarchToSpeaker": "ဘုရင်မှ ပြောသူသို့",
        "firstPersonPossessive": "(၁) ပထမ ပုဂ္ဂိုလ်",
        "secondPersonPossessive": "(၂) ဒုတိယ ပုဂ္ဂိုလ်",
        "thirdPersonPossessive": "(၃) တတိယ ပုဂ္ဂိုလ်",
        "firstPersonReligiousDescription": "ဘာသာရေး အကြောင်းအရာများတွင်၊ ပထမ ပုဂ္ဂိုလ် နာမ်စားများကို ပြောသူ (မကြာခဏ လူပုဂ္ဂိုလ် သို့မဟုတ် ဘုန်းကြီး) က မိမိကိုယ်ကို နှိမ့်ချမှုနှင့် လေးစားမှုဖြင့် ရည်ညွှန်းရန် အသုံးပြုသည်။ နာမ်စား ရွေးချယ်မှုသည် ပြောသူ၏ အဆင့်အတန်းနှင့် အခြေအနေ၏ ရင်းနှီးမှု အဆင့်ကို ထင်ဟပ်စေပြီး၊ ဘုန်းကြီးများနှင့် ဆက်သွယ်ရာတွင် သို့မဟုတ် ဘာသာရေး အခမ်းအနားများ အတွင်း ရိုသေလေးစားမှုကို ပြသသည်။",
        "secondPersonReligiousDescription": "ဘာသာရေး အကြောင်းအရာများတွင် ဒုတိယ ပုဂ္ဂိုလ် နာမ်စားများကို ဘုန်းကြီးများ၊ သာမဏေများ၊ သို့မဟုတ် လူပုဂ္ဂိုလ်များအား သင့်လျော်သော လေးစားမှုဖြင့် ရည်ညွှန်းရန် အသုံးပြုသည်။ ရွေးချယ်သော နာမ်စားသည် ပြောသူနှင့် နားထောင်သူ၏ ဆက်စပ် အဆင့်အတန်းပေါ် မူတည်ပြီး၊ ဘာသာရေး ဆွေးနွေးမှုများ အတွင်း ယဉ်ကျေးမှု၊ ရိုသေလေးစားမှု၊ သို့မဟုတ် နှိမ့်ချမှုကို ဖော်ပြရန် ကူညီသည်။",
        "thirdPersonReligiousDescription": "ဘာသာရေး အကြောင်းအရာများတွင် တတိယ ပုဂ္ဂိုလ် နာမ်စားများသည် ပြောသူနှင့် နားထောင်သူမှ လွဲ၍ အခြား ပုဂ္ဂိုလ်များ၊ ဥပမာ ဘုန်းကြီးများ၊ သာမဏေများ၊ သို့မဟုတ် လူပုဂ္ဂိုလ်များကို ရည်ညွှန်းသည်။ နာမ်စား၏ ပုံစံသည် လေးစားမှု ပြသရန် သို့မဟုတ် ဘာသာရေး အဆင့်အတန်းကို ညွှန်ပြရန် ပြောင်းလဲနိုင်ပြီး၊ ဘာသာရေး စကားဝိုင်းများတွင် ရှင်းလင်းမှုနှင့် ရိုသေလေးစားမှုကို သေချာစေသည်။",
        "firstPersonRoyalDescription": "တော်ဝင် အကြောင်းအရာများတွင် ပြောဆိုသောအခါ၊ ပထမ ပုဂ္ဂိုလ် နာမ်စားများကို နှိမ့်ချမှု ဖော်ပြရန်နှင့် တော်ဝင် မိသားစုနှင့် နှိုင်းယှဉ်လျှင် ပြောသူ၏ နိမ့်သော အဆင့်အတန်းကို အသိအမှတ်ပြုရန် ဂရုတစိုက် ရွေးချယ်သည်။ ဤနာမ်စားများကို ဘုရင်၏ မျက်မှောက်တွင် မိမိကိုယ်ကို ရည်ညွှန်းသည့်အခါ သို့မဟုတ် ပြောဆိုသည့်အခါ သာမန်ပြည်သူများ သို့မဟုတ် အရာရှိများက အသုံးပြုသည်။",
        "secondPersonRoyalDescription": "တော်ဝင် အကြောင်းအရာများတွင် ဒုတိယ ပုဂ္ဂိုလ် နာမ်စားများကို တော်ဝင် မိသားစု အဖွဲ့ဝင်များ သို့မဟုတ် ဘုရင်များအား အမြင့်ဆုံး လေးစားမှုနှင့် ရင်းနှီးမှုဖြင့် ရည်ညွှန်းရန် အသုံးပြုသည်။ ရွေးချယ်သော နာမ်စားသည် နားထောင်သူ၏ မြင့်မားသော အဆင့်အတန်းကို ထင်ဟပ်စေပြီး တော်ဝင် ဆက်သွယ်ရေးတွင် သင့်လျော်သော ကျင့်ဝတ်ကို ထိန်းသိမ်းရန် ကူညီသည်။",
        "thirdPersonRoyalDescription": "တော်ဝင် အကြောင်းအရာများတွင် တတိယ ပုဂ္ဂိုလ် နာမ်စားများသည် တော်ဝင် မိသားစု သို့မဟုတ် တော်ဝင် မိသားစု၏ မျက်မှောက်တွင် အခြား ပုဂ္ဂိုလ်များကို ရည်ညွှန်းသည်။ ဤနာမ်စားများကို လေးစားမှု ပြသရန်နှင့် တော်ဝင် ဆွေးနွေးမှု၏ အဆင့်အတန်း ဖွဲ့စည်းပုံကို ထိန်းသိမ်းရန် ရွေးချယ်ပြီး၊ တော်ဝင် မိသားစုအား ရည်ညွှန်းချက်များသည် သင့်လျော်သော ရင်းနှီးမှုနှင့် ရိုသေလေးစားမှု ရှိစေရန် သေချာစေသည်။",
        "firstPersonPossessiveDescription": "ပထမ ပုဂ္ဂိုလ် ပိုင်ဆိုင်မှုပြ နာမ်စားများကို ပြောသူက တစ်စုံတစ်ခု၏ ပိုင်ဆိုင်မှုကို ညွှန်ပြရန် အသုံးပြုသည်။ မွန်ဘာသာတွင်၊ ဤနာမ်စားများသည် ပြောသူနှင့် သက်ဆိုင်သော အရာများ (ကျွန်ုပ်၏၊ ကျွန်ုပ်တို့၏) ကို ရည်ညွှန်းသည်။ ပုံစံသည် အကြောင်းအရာ ဧကဝုစ် သို့မဟုတ် ဗဟုဝုစ် ဖြစ်ခြင်း၊ နှင့် ရင်းနှီးမှု အဆင့်ပေါ် မူတည်၍ ပြောင်းလဲနိုင်သည်။",
        "secondPersonPossessiveDescription": "ဒုတိယ ပုဂ္ဂိုလ် ပိုင်ဆိုင်မှုပြ နာမ်စားများကို တစ်စုံတစ်ခုသည် ပြောဆိုခံနေရသူ သို့မဟုတ် လူများနှင့် သက်ဆိုင်ကြောင်း ညွှန်ပြရန် အသုံးပြုသည်။ မွန်ဘာသာတွင်၊ ဤနာမ်စားများသည် အင်္ဂလိပ်ဘာသာတွင် 'your' သို့မဟုတ် 'yours' နှင့် ကိုက်ညီသည်။ ပုံစံသည် သင်သည် တစ်ဦးတည်းကို သို့မဟုတ် အုပ်စုကို ပြောဆိုနေခြင်း ရှိမရှိ၊ နှင့် အကြောင်းအရာအရ လိုအပ်သော ရင်းနှီးမှု အဆင့်ပေါ် မူတည်၍ ပြောင်းလဲနိုင်သည်။",
        "thirdPersonPossessiveDescription": "တတိယ ပုဂ္ဂိုလ် ပိုင်ဆိုင်မှုပြ နာမ်စားများကို တစ်စုံတစ်ခုသည် ပြောသူ သို့မဟုတ် နားထောင်သူမှ လွဲ၍ အခြားသူ သို့မဟုတ် အရာနှင့် သက်ဆိုင်ကြောင်း ပြသရန် အသုံးပြုသည်။ မွန်ဘာသာတွင်၊ ဤနာမ်စားများသည် အင်္ဂလိပ်ဘာသာတွင် 'his', 'her', 'its', သို့မဟုတ် 'their' နှင့် ကိုက်ညီသည်။ နာမ်စား ရွေးချယ်မှုသည် ကျားမ၊ အရေအတွက်၊ နှင့် ရင်းနှီးမှုပေါ် မူတည်၍ ကွဲပြားနိုင်သည်။",
        "interrogativePronounDescription": "မေးခွန်းပြ နာမ်စားများကို လူ သို့မဟုတ် အရာများအကြောင်း မေးခွန်းများ မေးရန် အသုံးပြုသည်။ မွန်ဘာသာတွင်၊ ဤနာမ်စားများသည် 'who', 'what', 'which', 'where', နှင့် 'why' ကဲ့သို့သော မေးခွန်းများ ဖွဲ့စည်းရန် ကူညီသည်။ ၎င်းတို့သည် သတင်းအချက်အလက် စုဆောင်းရန် မရှိမဖြစ် လိုအပ်ပြီး ပြောဆိုသော နှင့် ရေးသားသော ဘာသာစကား နှစ်မျိုးလုံးတွင် အများအားဖြင့် အသုံးပြုသည်။",
        "definitePronounDescription": "တိကျသော နာမ်စားများကို စကားဝိုင်းတွင် ယခင်က ဖော်ပြခဲ့ပြီးသော သို့မဟုတ် သိရှိထားပြီးသော တိကျသော လူ သို့မဟုတ် အရာများကို ရည်ညွှန်းရန် အသုံးပြုသည်။ မွန်ဘာသာတွင်၊ တိကျသော နာမ်စားများသည် မည်သူ သို့မဟုတ် မည်သည့်အရာကို ပြောဆိုနေသည်ကို ရှင်းလင်းစွာ သိရှိစေရန် ကူညီပြီး၊ နားထောင်သူအတွက် မရှင်းမလင်း ဖြစ်စရာမရှိစေပါ။",
        "indefinitePronounDescription": "မတိကျသော နာမ်စားများကို 'someone', 'anyone', 'everyone', သို့မဟုတ် 'something' ကဲ့သို့သော တိကျမှုမရှိသော လူ သို့မဟုတ် အရာများကို ရည်ညွှန်းရန် အသုံးပြုသည်။ မွန်ဘာသာတွင်၊ ဤနာမ်စားများသည် အထွေထွေ ဖော်ပြချက်များကို ဖော်ပြရန် သို့မဟုတ် မသိသော သို့မဟုတ် မသတ်မှတ်ထားသော အရာများကို ရည်ညွှန်းရန် ကူညီသည်။ တိကျသော အမှတ်သညာသည် အရေးမကြီးသော သို့မဟုတ် မသိသော အခါတွင် ၎င်းတို့သည် အသုံးဝင်သည်။",
        "distributivePronounDescription": "ခွဲဝေပြ နာမ်စားများကို အုပ်စုတစ်စု၏ အဖွဲ့ဝင်များကို စုပေါင်း၍ မဟုတ်ဘဲ၊ သီးခြားစီ ရည်ညွှန်းရန် အသုံးပြုသည်။ မွန်ဘာသာတွင်၊ ဤနာမ်စားများသည် 'each', 'every', သို့မဟုတ် 'either' ၏ အဓိပ္ပာယ်ကို ဖော်ပြပြီး၊ အုပ်စုအတွင်းမှ တစ်ဦးချင်းစီအကြောင်း တစ်ကြိမ်လျှင် တစ်ဦး ပြောဆိုသောအခါ အသုံးပြုသည်။ ၎င်းတို့သည် အဖွဲ့ဝင်များအကြား တစ်ဦးချင်းစီ ဖြစ်ခြင်း သို့မဟုတ် ခွဲဝေမှုကို အလေးပေးရန် ကူညီသည်။"
    },
    "keyboard": {
        "title": "ကီးဘုတ်",
        "fullTitle": "မျက်နှာပြင်ပေါ်ရှိ ကီးဘုတ်",
        "placeholder": "စတင်ရန် မျက်နှာပြင်ပေါ်ရှိ ကီးဘုတ်ပေါ်တွင် နှိပ်ပါ",
        "copyBtn": "စာသား ကူးယူရန်",
        "copiedTxt": "Clipboard သို့ ကူးယူပြီးပါပြီ။",
        "developedBy": "ဖန်တီးသူ",
        "poweredBy": "Powered by",
        "designedBy": "မွန် ကီးဘုတ် ဒီဇိုင်းပုံစံ",
        "howToUse": "အသုံးပြုနည်း",
        "gettingLost": "လမ်းပျောက်နေပါသလား? ကြည့်ပါ",
        "switchToKeyboard": "ကီးဘုတ်သို့ ပြောင်းရန်"
    },
    "keyboardGuide": {
        "title": "Virtual Keyboard အသုံးပြုနည်း:",
        "sect1Title": "မီနူးတစ်ခုချင်းစီ မည်သို့ အလုပ်လုပ်သနည်း?",
        "sect1Description": "ကျေးဇူးပြု၍ အပေါ်ပုံ (ပုံ #၁) တွင် ပြထားသည့်အတိုင်း ညွှန်ပြချက် တစ်ခုချင်းစီကို ၁ မှ ၅ အထိ အဆင့်ဆင့် လိုက်နာပါ။",
        "sect1No1": "<strong>ကီးဘုတ် အထားအသို:</strong> အပြန်အလှန်တုံ့ပြန်သော ခလုတ်များဖြင့် ဖွဲ့စည်းထားပြီး၊ တစ်ခုစီတွင် ၎င်း၏ကိုယ်ပိုင် မွန်အက္ခရာ တန်ဖိုး ရှိသည်။ အသုံးပြုသူသည် ကီးဘုတ် အထားအသိုပေါ်ရှိ မည်သည့် ခလုတ်ကိုမဆို ရိုက်၍ စာသား ထည့်ရန် နေရာတွင် အထွက်ကို ကြည့်နိုင်သည်။",
        "sect1No2": "<strong>Shift ခလုတ်များ:</strong> တစ်ခုနှင့်တစ်ခု ဆန့်ကျင်ဘက်တွင် နေရာချထားပြီး၊ တစ်ခုချင်းစီသည် တူညီစွာ အလုပ်လုပ်သည်။ အသုံးပြုသူက ခလုတ်ကို နှိပ်လိုက်သောအခါ၊ ကီးဘုတ် အထားအသိုသည် ၎င်းတို့၏ ကိုယ်ပိုင် မွန်အက္ခရာ တန်ဖိုးများ ပါရှိသော ကျန် အပြန်အလှန်တုံ့ပြန်သော ခလုတ်များကို ပြသပေးမည်။",
        "sect1No3": "<strong>စာသား ထည့်ရန် နေရာ:</strong> အသုံးပြုသူက ကီးဘုတ်ပေါ်တွင် ရိုက်ထည့်သည့် စာသားကို ပြသရန် အသုံးပြုသည်။",
        "sect1No4": "<strong>စာသား ကူးယူရန် ခလုတ်:</strong> အသုံးပြုသူသည် ဤခလုတ်ကို နှိပ်၍ စာသား ထည့်ရန် နေရာမှ စာသား တစ်ခုလုံးကို ကူးယူနိုင်သည်။",
        "sect1No5": "<strong>ကီးဘုတ် ပြောင်းရန် ခလုတ်များ:</strong> အကယ်၍ အသုံးပြုသူက အခြား ဘာသာစကားများဖြင့် ရိုက်လိုပါက။ ကျွန်ုပ်တို့သည် အင်္ဂလိပ်၊ ထိုင်း၊ နှင့် မြန်မာ အပါအဝင် အခြား ၃ မျိုးကို ပံ့ပိုးပေးထားသည်။",
        "sect2Title": "မွန် စကားလုံးတစ်လုံးကို မည်သို့ တည်ဆောက်ထားသနည်း?",
        "sect2Description": "အပေါ်တွင် ပြထားသည့် ပုံ (ပုံ #၂) သည် စကားလုံးတစ်လုံးကို မည်သို့ တည်ဆောက်နိုင်သည်ကို အက္ခရာ ဖွဲ့စည်းပုံအရ ရှင်းပြထားသည်။",
        "sect2Layer1Title": "အလွှာ ၁",
        "sect2Layer1No1": "<strong>ဗျည်း:</strong> ရိုက်ရန် ကနဦး အက္ခရာ။ တစ်ခါတစ်ရံ၊ ဗျည်းတစ်လုံးတည်းသည် ပြီးပြည့်စုံသော စကားလုံးနှင့် ၎င်း၏ကိုယ်ပိုင် အသံထွက် ဖြစ်နိုင်သည်။",
        "sect2Layer1No2": "<strong>ဗျည်းတွဲ:</strong> (ရွေးချယ်နိုင်) ရိုက်ရန် ဒုတိယ အက္ခရာ။ သို့သော်၊ သင် ရိုက်နေသော စကားလုံးသည် ဗျည်းတွဲ မလိုအပ်ပါက၊ ဤအပိုင်းကို ကျော်သွားနိုင်သည်။",
        "sect2Layer2Title": "အလွှာ ၂",
        "sect2Layer2No1": "<strong>သရ:</strong> (ရွေးချယ်နိုင်) ရိုက်ရန် တတိယ အက္ခရာ။ သို့သော်၊ သင် ရိုက်နေသော စကားလုံးသည် သရ အက္ခရာ မလိုအပ်ပါက၊ ဤအပိုင်းကို ကျော်သွားနိုင်သည်။",
        "sect2Layer2No2": "<strong>အသတ်ဗျည်း:</strong> (ရွေးချယ်နိုင်) ရိုက်ရန် စတုတ္ထ အက္ခရာ။ သို့သော်၊ သင် ရိုက်နေသော စကားလုံးသည် အသတ်ဗျည်း မလိုအပ်ပါက၊ ဤအပိုင်းကို ကျော်သွားနိုင်သည်။",
        "sect3Title": "ဥပမာအားဖြင့် ကျွန်ုပ်တို့ စကားလုံးတစ်လုံး ရိုက်မည်ဆိုလျှင်",
        "sect3Description": "အပေါ်တွင် ပြထားသည့် ပုံ (ပုံ #၃) သည် ပုံ #၂ မှ သဘောတရားကို အကောင်အထည်ဖော်ခြင်းဖြင့် <strong>\"ကြောပ်\" (adj. ကြွပ်သော၊ n. အမိုးကြွေပြား)</strong> ဟူသော စကားလုံး၏ ဖွဲ့စည်းပုံကို ရှင်းပြသည်။",
        "sect4Title": "ယခု ဤအဆင့်များကို လိုက်နာ၍ ကိုယ်တိုင် လုပ်ကြည့်ပါ",
        "sect4Description": "အပေါ်ပုံ (ပုံ #၄) ကို ကြည့်ပြီး အောက်ပါ အဆင့်များကို လိုက်နာပါ။",
        "sect4No1": "ပထမဦးစွာ၊ ကနဦး ဗျည်းအဖြစ် <strong>\"က\"</strong> ခလုတ်ကို နှိပ်ပါ။",
        "sect4No2": "ထို့နောက်၊ ဗျည်းတွဲကို ဗျည်းနှင့် ပေါင်းစပ်ရန် <strong>\"ြ\"</strong> ခလုတ်ကို နှိပ်ပါ။",
        "sect4No3": "ယခု၊ \"ော\" သရကို ထည့်ရန်၊ ၎င်းကို စကားလုံး၏ အစသို့ ရွှေ့ရန် <strong>\"ေ\"</strong> ခလုတ်ကို ဦးစွာ နှိပ်ပါ။",
        "sect4No4": "ထို့ကြောင့်၊ သရကို စနစ်တကျ ပြီးမြောက်စေရန် <strong>\"ာ\"</strong> ခလုတ်ကို နှိပ်နိုင်သည်။",
        "sect4No5": "နောက်၊ အသတ်ဗျည်းကို စကားလုံးသို့ ထည့်ရန် <strong>\"ပ\"</strong> ခလုတ်ကို နှိပ်ပါ။ သို့သော်၊ ၎င်းသည် ပြီးပြည့်စုံသော အသတ်ဗျည်း မဟုတ်ပါ၊ ယခု အချိန်တွင်၊ ၎င်းကို ၎င်း၏ကိုယ်ပိုင် အသံထွက်ဖြင့် ဗျည်းတစ်လုံးတည်းအဖြစ် မြင်နေရသည်။",
        "sect4No6": "ဤအရာကို အပြီးသတ်ရန်၊ နောက်ဆုံး အသတ်ဗျည်းကို အမှန်တကယ် <strong>အသတ်ဗျည်း</strong> အဖြစ် အမှတ်အသားပြုရန် <strong>\"်\"</strong> ခလုတ်ကို နှိပ်ပါ။ ထို့ကြောင့်၊ <strong>ဤစကားလုံး ပြီးမြောက်ပါပြီ။</strong>"
    },
    "menu": {
        "listen": "နားထောင်ရန်",
        "copy": "ကူးယူရန်",
        "copied": "ကူးပြီးပြီ",
        "or": "သို့မဟုတ်",
        "and": "နှင့်",
        "seeException": "ခြွင်းချက် ကြည့်ရန်",
        "exception": "ခြွင်းချက်",
        "tryConsonant": "ဗျည်း စမ်းကြည့်ရန်",
        "tryFinalConsonant": "အသတ်ဗျည်း စမ်းကြည့်ရန်",
        "readMore": "ဆက်ဖတ်ရန်",
        "foundIssues": "တစ်ခုခု မှားနေတာ တွေ့ပါသလား? ကျေးဇူးပြု၍",
        "reportIssues": "ပြဿနာ တင်ပြပါ",
        "askChatGPT": "ChatGPT ကိုမေးပါ",
        "examples": "ဥပမာများ"
    },
    "table": {
        "no": "အမှတ်စဉ်",
        "compoundConsonant": "ဗျည်း",
        "compoundSymbol": "ဗျည်းတွဲ အမှတ်အသား",
        "compoundExample": "ဥပမာ",
        "pronounciation": "အသံထွက်<br>(IPA)",
        "pronounciationThai": "အသံထွက်<br>(TH)",
        "finalConsonant": "အုပ်စု",
        "finalSymbol": "အသတ်ဗျည်းများ",
        "finalExample": "ဥပမာ",
        "other": "အခြား",
        "otherVowels": "သရများ",
        "otherVowelsOrigin": "မူရင်း",
        "doubleExample": "ဥပမာ",
        "doubleFullWriting": "အပြည့်အစုံ ရေးသားခြင်း",
        "translationThai": "ဘာသာပြန်<br>(မွန်-ထိုင်း အဘိဓာန်)",
        "rowAt": "အတန်း",
        "columnAt": "ဗျည်း",
        "doubleAt": "ထပ်ထားသော",
        "itself": "၎င်းကိုယ်တိုင်",
        "none": "မရှိ"
    },
    "textAnalyser": {
        "title": "မွန် အက္ခရာ AI",
        "title2": "မွန် အက္ခရာ AI မိတ်ဆက်",
        "description2": "ခေတ်မီ နည်းပညာဖြင့် မွန်ဘာသာစကား လေ့လာရာတွင် သင့်အား ကူညီရန်။ သဒ္ဒါစည်းမျဉ်းတိုင်းဖြင့် လေ့ကျင့်ထားသည်။ မည်သည့် မွန်စကားလုံးကိုမဆို ရိုက်ထည့်လိုက်ရုံဖြင့် ၎င်းသည် သင့်အတွက် အသံထွက်ပုံ၊ နှင့် စကားလုံးတစ်လုံးချင်းစီ ခွဲခြမ်းစိတ်ဖြာပုံတို့ကို ပိုင်းခြားစိတ်ဖြာပေးပါမည်။",
        "header": "မွန် စကားလုံး ထည့်ပါ",
        "placeholder": "မွန် စကားလုံးများ ဤနေရာတွင် ရိုက်ထည့်ပါ...",
        "submitBtn": "တင်သွင်းမည်",
        "syllables": "စကားလုံးများ",
        "deconstructed": "ခွဲခြမ်းစိတ်ဖြာထားသည်",
        "aiBy": "Mon Alphabets AI by",
        "meanings": "ဖြစ်နိုင်ခြေရှိသော အဓိပ္ပာယ်များ",
        "noMeaning": "ကျွန်ုပ်တို့၏ ဒေတာဘေ့စ်တွင် အဓိပ္ပာယ် မတွေ့ရှိပါ"
    },
    "wordCraft": {
        "title": "ကိုယ်တိုင် စကားလုံး တည်ဆောက်ပါ",
        "block1": "ဗျည်း",
        "block2": "ဗျည်းတွဲ",
        "block3": "သရ",
        "block4": "အသတ်",
        "optionNone": "မရှိ"
    },
    "dictionary": {
        "title": "အဘိဓာန်",
        "searchPlaceholder": "ရှာဖွေရန် စကားလုံး ရိုက်ထည့်ပါ...",
        "searchBtn": "ရှာဖွေမည်",
        "translateTo": "သို့",
        "translateToMon": "မွန်",
        "translateToThai": "ထိုင်း",
        "letterFrom": "မှ စာလုံး",
        "noResult": "ရလဒ် မတွေ့ရှိပါ",
        "found": "စကားလုံး တွေ့ရှိသည်",
        "outOf": "ထဲမှ",
        "meanings": "အဓိပ္ပာယ်များ",
        "applyNewWord": "စကားလုံးသစ်များ လျှောက်ထားရန်",
        "underReview": "မှတ်ချက်- ဤ အဘိဓာန်သည် ပြန်လည်သုံးသပ်ဆဲ ဖြစ်ပါသည်။ ကျေးဇူးပြု၍ အပ်ဒိတ် အချိန်ဇယားကို တွင် ကြည့်ပါ",
        "author1": "နိုင်သက်လွင်",
        "author2": "မဟာဂျရွန်ကော်မတီ",
        "author3": "ကွန်ပိုင်လာနှစ်ခုစလုံး"
    },
    "numConverter": {
        "title": "ဂဏန်း ပြောင်းစက် (မွန်-ထိုင်း-အာရပ်)",
        "description": "ရလဒ်များ ကြည့်ရှုရန် မည်သည့် အကွက်တွင်မဆို ဂဏန်း ထည့်သွင်းပါ။",
        "arabic": "အိန္ဒိယ-အာရပ်",
        "thai": "ထိုင်း-ခမာ",
        "mon": "မွန်-မြန်မာ"
    },
    "apps": {
        "title": "အက်ပလီကေးရှင်းများ",
        "textAnalyser": "AI",
        "wordCraft": "စကားလုံး တည်ဆောက်ရန်",
        "dictionary": "အဘိဓာန်",
        "numConverter": "ဂဏန်း ပြောင်းစက်"
    }
}